export const benefitTexts = {
    ar: {
        title: "استفد من خدماتنا بسهولة",
        description: "اتبع خطوات بسيطة للحصول على الدعم الطبي والتوجيه الصحي من خلال منصتنا، حيث نقدم لك جميع الأدوات اللازمة لمتابعة حالتك الصحية وتحقيق أفضل النتائج",
        steps: [
            {
                stepId: 1,
                stepTitle: 'ارفع صورة الأشعة:',
                stepDescription: 'قم بتحميل صورة الأشعة الخاصة بك عبر منصتنا بكل سهولة. بمجرد رفع الصورة، سيتم تحليلها وتقديم تقرير مبدئي حول حالتك الصحية',
            },
            {
                stepId: 2,
                stepTitle: 'احصل على تقرير مبدئي:',
                stepDescription: 'بعد رفع الصورة، سيقوم النظام بتوفير تقرير مبدئي شامل يعرض النتائج المستخلصة من الأشعة. سيساعدك هذا التقرير في فهم حالتك الصحية بشكل سريع ودقيق.',
            },
            {
                stepId: 3,
                stepTitle: 'تواصل مع الأطباء:',
                stepDescription: 'عند الحصول على التقرير، يمكنك التواصل مع الأطباء المتخصصين في حالات الكلى للحصول على استشارات إضافية. يتيح لك التطبيق التفاعل مع الأطباء لتوضيح أي تفاصيل أو استفسارات لديك بشأن حالتك الصحية.',
            }
        ]
    }
}