// ** assets
import {patient1, patient2, patient3, patient4} from '../../../assets/images/images.ts'



export const patientReviewsTexts = {
    ar: {
        title: "آراء المرضى:",
        description: "اكتشف كيف أحدثنا فرقاً في حياتهم من خلال تجارب من قدمنا لهم الرعاية.",
        reviewStats: [
            {count: '+50', type: 'افضل المتخصصين'},
            {count: '+90', type: 'معدل رضي المرضي'},
            {count: '+500', type: 'المهنين في الرعايه الصحيه'},
            {count: '+100', type: 'استشارات ناجحه'},
        ],
        patientReviews: [
        {src: patient1, alt: 'خالد محمد', comment: 'التواصل المباشر مع الأطباء عبر التطبيق سهل عليّ الحصول على استشارات طبية في أي وقت.', name: '-خالد محمد'},
        {src: patient2, alt: 'فاطمة جمال ', comment: 'بفضل ميزة رفع صور الأشعة، حصلت على تقرير فوري ساعدني في فهم حالتي الصحية بشكل أفضل.', name: '-فاطمة جمال '},
        {src: patient3, alt: 'ليلى سامي', comment: 'لدعم النفسي المتاح عبر التطبيق ساعدني في التعامل مع القلق والتوتر المرتبط بحالتي الصحية.', name: '-ليلى سامي'},
        {src: patient4, alt: 'يوسف عبد الله', comment: 'ميزة التذكيرات اليومية بمواعيد العلاج والمياه ساعدتني في الالتزام بالعلاج بشكل أفضل.', name: '-يوسف عبد الله'},
    ]
    }
}